-- Greek

kText_Easy = "εύκολος"
kText_Medium = "μεσαίο"
kText_Hard = "σκληρά"
kText_Extreme = "ακραίος"

kText_Locked = "κλειδωμένη"
kText_Coins = "κέρματα"
kText_ThankYou = "X σας ευχαριστώ X"
kText_GameOver = "πάνω από το παιχνίδι"
kText_Recover = "Αναίρεση της τελευταίας κίνηση (3 νομίσματα)"
kText_HowToPlay = "? Πώς να παίξετε ?"
kText_Quit = "Έξοδος"
kText_Win = "! ΚΕΡΔΙΣΤΕ !"
kText_NextLevel = "επόμενο επίπεδο"
kText_MainMenu = "κύριο μενού"
kText_Purchasing = "αγορά"
kText_PurchaseFailed = "αγορά απέτυχε"
kText_YouFoundCoins = "βρήκατε νομίσματα !"
kText_FacebookNotInstalled = "Facebook App δεν είναι εγκατεστημένο"

kText_HTP1a = "Σγουρό Ναρκαλιευτής είναι ένα παιχνίδι παζλ, όπου μπορείτε να προσπαθήσετε να βρείτε όλα τα ορυχεία σε ένα πλέγμα."
kText_HTP1b = "Μπορείτε να βρείτε τα ορυχεία με βαθμιαία αποκαλύπτοντας την παιδική χαρά και συναγωγή, όπου τα ορυχεία πρέπει να είναι."
kText_HTP2 = "Πλατείες με τα ορυχεία ως γείτονες περιέχουν έναν αριθμό. Αυτό δείχνει πόσο πολλά από τα γειτονικά τετράγωνα περιέχουν νάρκες."
kText_HTP3 = "Για να διαγράψετε ένα τετράγωνο, αγγίξτε. ΠΡΟΣΟΧΗ - Αν επιλέξετε ένα τετράγωνο που περιέχει μια νάρκη, το παιχνίδι τελειώνει."
kText_HTP4 = "Όταν εργάζεστε από όπου η δική μου είναι, μην την πατήσετε. Αντ 'αυτού, κρατήστε το δάχτυλό σας πάνω στην πλατεία για να τοποθετήσετε μια σημαία."
kText_HTP5 = "Εδώ είναι ένα άλλο παράδειγμα:"
kText_HTP7 = "Σγουρό Ναρκαλιευτής μπορεί να σας βοηθήσει με 3 τρόπους ..."
kText_HTP8 = "Κατ 'αρχάς, πατώντας το κουμπί 'Boost' θα ξεκινήσει με μια μεγάλη πρώτη κίνηση. Δεν μαντέψουν απαιτείται."
kText_HTP9 = "Δεύτερον, αν έχετε κολλήσει, μπορείτε να πατήσετε το «Συμβουλή» κουμπί και να δούμε πού βρίσκονται τα ορυχεία."
kText_HTP10 = "Τρίτον, αν κάνετε κάποιο λάθος, μπορείτε να 'Αναίρεση' τελευταία κίνηση σας."
kText_HTP11a = "Χρησιμοποιώντας το κόστος σας βοηθά νομίσματα. Ξεκινάτε με 10 δωρεάν κέρματα και αν θέλετε λίγο περισσότερο μπορείτε να τα αγοράσετε"
kText_HTP11b = "Μπορείτε να παίξετε Ναρκαλιευτής Σγουρό χωρίς τη χρήση κερμάτων, αλλά δεν θα είστε σε θέση να χρησιμοποιούν τις ασίστ."
kText_HTP12 = "Ευχαριστώ για το παιχνίδι Ναρκαλιευτής Σγουρό - έχει τη διασκέδαση !"

-- Store

kText_ContactingAppStore = "Επικοινωνία με το AppStore"

-- Rating

kText_RateApp = "Θα θέλατε να βαθμολογήσετε Σγουρό Ναρκαλιευτής; Θα βοηθήσει τον προγραμματιστή πολλά ..."
kText_Yes = "ναί"
kText_No = "ποτέ"
kText_Later = "αργότερα"
