-- Russian

kText_Easy = "легко"
kText_Medium = "среда"
kText_Hard = "жесткий"
kText_Extreme = "крайний"

kText_Locked = "заблокированный"
kText_Coins = "монеты"
kText_ThankYou = "X спасибо X"
kText_GameOver = "Game Over"
kText_Recover = "Отмена последнего хода (3 монеты)"
kText_HowToPlay = "? как играть ?"
kText_Quit = "выход"
kText_Win = "! выиграть !"
kText_NextLevel = "следующий уровень"
kText_MainMenu = "Главное меню"
kText_Purchasing = "покупка"
kText_PurchaseFailed = "приобрести не удалось"
kText_YouFoundCoins = "Вы нашли монеты !"
kText_FacebookNotInstalled = "Facebook приложение не установлено"

kText_HTP1a = "Curly Сапер это игра-головоломка, где вы пытаетесь найти все мины на сетке."
kText_HTP1b = "Вы найдете мины постепенно раскрывая игровая площадка и выведение где мины должны быть."

kText_HTP2 = "Площади с минами, как соседи содержат ряд. Это показывает, как многие соседние клетки содержат мины."

kText_HTP3 = "Чтобы очистить площадь, нажмите на него. ВНИМАНИЕ - Если вы нажмете квадрат, содержащий мои, это игра закончена."

kText_HTP4 = "Когда вы работаете, где мое, не коснитесь его. Вместо этого, держите палец на площади, чтобы разместить флаг."

kText_HTP5 = "Вот еще один пример:"

kText_HTP7 = "Curly Сапер может помочь вам в 3 способами ..."

kText_HTP8 = "Во-первых, нажав на кнопку 'Boost' начнет вас с большой первый шаг. Не угадал требуется."

kText_HTP9 = "Во-вторых, если вы застряли вы можете нажать кнопку 'Hint' кнопку и увидеть, где мины."

kText_HTP10 = "В-третьих, если вы совершите ошибку, то можете «Отменить» ваш последний шаг."

kText_HTP11a = "Использование передач стоит вам монеты. Вы начинаете с 10 бесплатных монет и если вы хотите немного больше вы можете их купить"
kText_HTP11b = "Вы можете играть Curly Сапер без использования монет, но вы не сможете использовать голевые передачи."

kText_HTP12 = "Спасибо за игру Curly Сапер - получайте удовольствие!"

-- Store

kText_ContactingAppStore = "Обращение в AppStore"

-- Rating

kText_RateApp = "Хотели бы вы Сапер скорость Curly? Это поможет разработчику много ..."
kText_Yes = "да"
kText_No = "никогда"
kText_Later = "позже"
